Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# SecureUserDefaults.BadMagicError
source: The secure user default is corrupted.
de: Die sichere Benutzereinstellung ist beschädigt.
ja: セキュアユーザーデフォルトが破損しています。
pt_br: O ajuste seguro de usuário está corrompido.
ru: Безопасная настройка пользователя повреждена.
zh_hans: 安全用户默认设置已损坏。

# SecureUserDefaults.CreateFolderPrompt
source: iTerm2 needs to create %@ to store secure settings because your home directory is on a network file system.
de: iTerm2 muss %@ erstellen, um sichere Einstellungen zu speichern, da sich Ihr Home-Verzeichnis auf einem Netzwerkdateisystem befindet.
ja: ホームディレクトリがネットワークファイルシステム上にあるため、iTerm2はセキュア設定を保存するために%@を作成する必要があります。
pt_br: O iTerm2 precisa criar %@ para armazenar ajustes seguros porque seu diretório home está em um sistema de arquivos de rede.
ru: iTerm2 необходимо создать %@ для хранения безопасных настроек, поскольку домашняя папка находится на сетевой файловой системе.
zh_hans: 由于您的主目录位于网络文件系统上，iTerm2需要创建%@以存储安全设置。

# SecureUserDefaults.DirectoryDoesNotExistError
source: The containing directory for secure user defaults does not exist
de: Das übergeordnete Verzeichnis für sichere Benutzereinstellungen existiert nicht
ja: セキュアユーザーデフォルトを格納するディレクトリが存在しません
pt_br: O diretório que contém os ajustes seguros de usuário não existe
ru: Папка, содержащая безопасные настройки пользователя, не существует
zh_hans: 安全用户默认设置的包含目录不存在

# SecureUserDefaults.FailedToCreateFolderError
source: Failed to create %@. Please manually create this folder.
de: %@ konnte nicht erstellt werden. Bitte erstellen Sie diesen Ordner manuell.
ja: %@の作成に失敗しました。手動でこのフォルダを作成してください。
pt_br: Falha ao criar %@. Crie esta pasta manualmente.
ru: Не удалось создать %@. Создайте эту папку вручную.
zh_hans: 无法创建 %@。请手动创建此文件夹。

# SecureUserDefaults.FolderIsFileError
source: %@ is a file, not a directory. Please remove it and try again.
de: %@ ist eine Datei, kein Ordner. Bitte entfernen Sie sie und versuchen Sie es erneut.
ja: %@はディレクトリではなくファイルです。削除してもう一度お試しください。
pt_br: %@ é um arquivo, não um diretório. Remova-o e tente novamente.
ru: %@ является файлом, а не папкой. Удалите его и повторите попытку.
zh_hans: %@ 是文件而非目录。请将其移除后重试。

# SecureUserDefaults.ModifySettingsPrompt
source: iTerm2 needs to modify secure settings.
de: iTerm2 muss sichere Einstellungen ändern.
ja: iTerm2はセキュア設定を変更する必要があります。
pt_br: O iTerm2 precisa modificar ajustes seguros.
ru: iTerm2 необходимо изменить безопасные настройки.
zh_hans: iTerm2 需要修改安全设置。

# SecureUserDefaults.ModifySingleSettingPrompt
source: iTerm2 needs to modify a secure setting.
de: iTerm2 muss eine sichere Einstellung ändern.
ja: iTerm2はセキュア設定を1つ変更する必要があります。
pt_br: O iTerm2 precisa modificar um ajuste seguro.
ru: iTerm2 необходимо изменить безопасную настройку.
zh_hans: iTerm2 需要修改一项安全设置。

# SecureUserDefaults.SaveFailedHeading
source: Failed to Save Secure Setting
de: Sichere Einstellung konnte nicht gespeichert werden
ja: セキュア設定の保存に失敗しました
pt_br: Falha ao salvar o ajuste seguro
ru: Не удалось сохранить безопасную настройку
zh_hans: 存储安全设置失败

# SelectSessionButton.SelectThisSession
source: Select this Session
de: Diese Sitzung auswählen
ja: このセッションを選択
pt_br: Selecionar esta sessão
ru: Выбрать эту сессию
zh_hans: 选择此会话

# SemanticHistory.CommandFailedHeading
source: Semantic History Command Failed
de: Semantic-History-Befehl fehlgeschlagen
ja: Semantic Historyコマンドが失敗しました
pt_br: Falha no comando do Semantic History
ru: Ошибка команды Semantic History
zh_hans: 语义历史记录命令失败

# SemanticHistory.CommandFailedTitle
source: The following command returned a non-zero exit code: “%@”
de: Der folgende Befehl gab einen Exit-Code ungleich null zurück: „%@“
ja: 次のコマンドがゼロ以外の終了コードを返しました: 「%@」
pt_br: O comando a seguir retornou um código de saída diferente de zero: “%@”
ru: Следующая команда вернула ненулевой код завершения: «%@»
zh_hans: 以下命令返回了非零退出代码： “%@”

# SemanticHistory.CoprocessCaveat
source: Coprocess runs when you activate Semantic History on any filename. Use \1 for filename, \2 for line number, \3 for text before click, \4 for text after click, \5 for pwd.
de: Der Coprocess wird ausgeführt, wenn Sie Semantic History auf einem beliebigen Dateinamen aktivieren. Verwenden Sie \1 für den Dateinamen, \2 für die Zeilennummer, \3 für den Text vor dem Klick, \4 für den Text nach dem Klick und \5 für das Arbeitsverzeichnis (pwd).
ja: 任意のファイル名でSemantic Historyを起動すると、Coprocessが実行されます。ファイル名には\1、行番号には\2、クリック前のテキストには\3、クリック後のテキストには\4、作業ディレクトリには\5を使用してください。
pt_br: O coprocesso é executado quando você ativa o Semantic History em qualquer nome de arquivo. Use \1 para o nome do arquivo, \2 para o número da linha, \3 para o texto antes do clique, \4 para o texto após o clique, \5 para o pwd.
ru: Сопроцесс запускается при активации Semantic History для любого имени файла. Используйте \1 для имени файла, \2 для номера строки, \3 для текста перед щелчком, \4 для текста после щелчка, \5 для рабочей папки.
zh_hans: 在任何文件名上激活语义历史记录时运行协同进程。使用 \1 表示文件名，\2 表示行号，\3 表示点按前的文本，\4 表示点按后的文本，\5 表示当前目录。

# SemanticHistory.DetailAnyClick
source: In this mode semantic history will be activated on any click, even if you click on something that is not an existing file.
de: In diesem Modus wird Semantic History bei jedem Klick aktiviert, auch wenn Sie auf etwas klicken, das keine vorhandene Datei ist.
ja: このモードでは、既存のファイルでない何かをクリックした場合でも、どのクリックでもSemantic Historyが起動します。
pt_br: Neste modo, o Semantic History será ativado em qualquer clique, mesmo que você clique em algo que não seja um arquivo existente.
ru: В этом режиме Semantic History будет активироваться при любом щелчке, даже если вы щёлкнете по чему-то, что не является существующим файлом.
zh_hans: 在此模式下，点击任意位置都会激活语义历史，即使你点击的不是现有文件。

# SemanticHistory.DetailExistingFileOnly
source: In this mode semantic history will only be activated when you click on an existing file name.
de: In diesem Modus wird Semantic History nur aktiviert, wenn Sie auf einen vorhandenen Dateinamen klicken.
ja: このモードでは、既存のファイル名をクリックした場合にのみSemantic Historyが起動します。
pt_br: Neste modo, o Semantic History só será ativado quando você clicar no nome de um arquivo existente.
ru: В этом режиме Semantic History будет активироваться только при щелчке по существующему имени файла.
zh_hans: 在此模式下，仅当你点击现有文件名时才会激活语义历史。

# SemanticHistory.EditorCaveat
source: When you activate Semantic History on a text file, the specified editor opens it. Other kinds of files will be opened with their default apps.
de: Wenn Sie Semantic History auf einer Textdatei aktivieren, öffnet der angegebene Editor sie. Andere Dateitypen werden mit ihren Standardprogrammen geöffnet.
ja: テキストファイルでSemantic Historyを起動すると、指定したエディタでそれが開かれます。 その他の種類のファイルはデフォルトのアプリで開かれます。
pt_br: Quando você ativa o Semantic History em um arquivo de texto, o editor especificado o abre. Outros tipos de arquivo serão abertos com seus apps padrão.
ru: При активации Semantic History для текстового файла он открывается в указанном редакторе. Файлы других типов будут открыты в приложениях по умолчанию.
zh_hans: 当你在文本文件上启用语义历史记录时，指定的编辑器会打开它。 其他类型的文件将用默认应用打开。

# SemanticHistory.EnterCommandPlaceholder
source: Enter command
de: Befehl eingeben
ja: コマンドを入力
pt_br: Digite o comando
ru: Введите команду
zh_hans: 输入命令

# SemanticHistory.EnterTextPlaceholder
source: Enter text
de: Text eingeben
ja: テキストを入力
pt_br: Digite o texto
ru: Введите текст
zh_hans: 输入文本

# SemanticHistory.EnterURLPlaceholder
source: Enter URL.
de: URL eingeben.
ja: URLを入力してください。
pt_br: Digite o URL.
ru: Введите URL.
zh_hans: 输入 URL。

# SemanticHistory.LearnMore
source: Learn more
de: Weitere Informationen
ja: 詳細を見る
pt_br: Saiba mais
ru: Подробнее
zh_hans: 了解更多

# SemanticHistory.OpenFileCaveat
source: When you activate Semantic History on a filename, the associated app loads the file.
de: Wenn Sie Semantic History auf einem Dateinamen aktivieren, lädt das zugehörige Programm die Datei.
ja: ファイル名でSemantic Historyを起動すると、関連付けられたアプリがそのファイルを読み込みます。
pt_br: Quando você ativa o Semantic History em um nome de arquivo, o app associado carrega o arquivo.
ru: При активации Semantic History для имени файла связанное приложение загружает файл.
zh_hans: 对文件名激活语义历史记录时，关联的应用会载入该文件。

# SemanticHistory.OpenURLCaveat
source: When you activate Semantic History on a filename, the browser opens a URL. Use \1 for the filename you clicked on and \2 for the line number.
de: Wenn Sie Semantic History auf einem Dateinamen aktivieren, öffnet der Browser eine URL. Verwenden Sie \1 für den angeklickten Dateinamen und \2 für die Zeilennummer.
ja: ファイル名でSemantic Historyを起動すると、ブラウザがURLを開きます。 クリックしたファイル名には\1を、行番号には\2を使用してください。
pt_br: Quando você ativa o Semantic History em um nome de arquivo, o navegador abre um URL. Use \1 para o nome do arquivo que você clicou e \2 para o número da linha.
ru: При активации Semantic History для имени файла браузер открывает URL. Используйте \1 для имени файла, по которому был выполнен щелчок, и \2 для номера строки.
zh_hans: 在文件名上激活语义历史记录时，浏览器会打开一个 URL。 使用 \1 表示你点按的文件名，\2 表示行号。

# SemanticHistory.OutputTruncatedLabel
source: [output truncated]
de: [Ausgabe gekürzt]
ja: [出力は切り詰められました]
pt_br: [saída truncada]
ru: [вывод усечён]
zh_hans: [输出被截断]

# SemanticHistory.RunCommandAnyTextCaveat
source: Command runs when you activate Semantic History on any text, even if it’s not a valid filename. Use \1 for filename, \2 for line number, \3 for text before click, \4 for text after click, \5 for pwd.
de: Der Befehl wird ausgeführt, wenn Sie Semantic History auf beliebigem Text aktivieren, auch wenn es sich nicht um einen gültigen Dateinamen handelt. Verwenden Sie \1 für den Dateinamen, \2 für die Zeilennummer, \3 für den Text vor dem Klick, \4 für den Text nach dem Klick und \5 für das Arbeitsverzeichnis (pwd).
ja: 有効なファイル名でない場合でも、任意のテキストでSemantic Historyを起動するとコマンドが実行されます。ファイル名には\1、行番号には\2、クリック前のテキストには\3、クリック後のテキストには\4、作業ディレクトリには\5を使用してください。
pt_br: O comando é executado quando você ativa o Semantic History em qualquer texto, mesmo que não seja um nome de arquivo válido. Use \1 para o nome do arquivo, \2 para o número da linha, \3 para o texto antes do clique, \4 para o texto após o clique, \5 para o pwd.
ru: Команда выполняется при активации Semantic History для любого текста, даже если это не является допустимым именем файла. Используйте \1 для имени файла, \2 для номера строки, \3 для текста перед щелчком, \4 для текста после щелчка, \5 для рабочей папки.
zh_hans: 在任何文本上激活语义历史记录时运行命令，即使它不是有效的文件名。使用 \1 表示文件名，\2 表示行号，\3 表示点按前的文本，\4 表示点按后的文本，\5 表示当前目录。

# SemanticHistory.RunCommandCaveat
source: Command runs when you activate Semantic History on any filename. Use \1 for filename, \2 for line number, \3 for text before click, \4 for text after click, \5 for pwd. You can also use interpolated string syntax.
de: Der Befehl wird ausgeführt, wenn Sie Semantic History auf einem beliebigen Dateinamen aktivieren. Verwenden Sie \1 für den Dateinamen, \2 für die Zeilennummer, \3 für den Text vor dem Klick, \4 für den Text nach dem Klick und \5 für das Arbeitsverzeichnis (pwd). Sie können auch die interpolierte String-Syntax verwenden.
ja: 任意のファイル名でSemantic Historyを起動するとコマンドが実行されます。ファイル名には\1、行番号には\2、クリック前のテキストには\3、クリック後のテキストには\4、作業ディレクトリには\5を使用してください。補間文字列構文も使用できます。
pt_br: O comando é executado quando você ativa o Semantic History em qualquer nome de arquivo. Use \1 para o nome do arquivo, \2 para o número da linha, \3 para o texto antes do clique, \4 para o texto após o clique, \5 para o pwd. Você também pode usar a sintaxe de strings interpoladas.
ru: Команда выполняется при активации Semantic History для любого имени файла. Используйте \1 для имени файла, \2 для номера строки, \3 для текста перед щелчком, \4 для текста после щелчка, \5 для рабочей папки. Также можно использовать синтаксис интерполированных строк.
zh_hans: 在任何文件名上激活语义历史记录时运行命令。使用 \1 表示文件名，\2 表示行号，\3 表示点按前的文本，\4 表示点按后的文本，\5 表示当前目录。你也可以使用内插字符串语法。

# SemanticHistory.SendTextCaveat
source: Text is sent when you activate Semantic History on any filename. Use vim-style special characters.Use \1 for filename, \2 for line number, \3 for text before click, \4 for text after click, \5 for pwd.
de: Text wird gesendet, wenn Sie Semantic History auf einem beliebigen Dateinamen aktivieren. Verwenden Sie Sonderzeichen im vim-Stil. Verwenden Sie \1 für den Dateinamen, \2 für die Zeilennummer, \3 für den Text vor dem Klick, \4 für den Text nach dem Klick und \5 für das Arbeitsverzeichnis (pwd).
ja: 任意のファイル名でSemantic Historyを起動するとテキストが送信されます。vim形式の特殊文字を使用してください。ファイル名には\1、行番号には\2、クリック前のテキストには\3、クリック後のテキストには\4、作業ディレクトリには\5を使用してください。
pt_br: O texto é enviado quando você ativa o Semantic History em qualquer nome de arquivo. Use caracteres especiais no estilo vim. Use \1 para o nome do arquivo, \2 para o número da linha, \3 para o texto antes do clique, \4 para o texto após o clique, \5 para o pwd.
ru: Текст отправляется при активации Semantic History для любого имени файла. Используйте специальные символы в стиле vim. Используйте \1 для имени файла, \2 для номера строки, \3 для текста перед щелчком, \4 для текста после щелчка, \5 для рабочей папки.
zh_hans: 在任何文件名上激活语义历史记录时发送文本。使用 vim 风格的特殊字符。使用 \1 表示文件名，\2 表示行号，\3 表示点按前的文本，\4 表示点按后的文本，\5 表示当前目录。

# SemanticHistory.Substitutions
source: You can provide substitutions as follows: \1 will be replaced with the filename. \2 will be replaced with the line number. \3 will be replaced with the text before the click. \4 will be replaced with the text after the click. \5 will be replaced with the working directory. This is also an interpolated string evaluated in the context of the current session. In addition to the usual variables, the following substitutions are available: \(semanticHistory.path) will be replaced with the filename. \(semanticHistory.lineNumber) will be replaced with the line number. \(semanticHistory.columnNumber) will be replaced with the column number. \(semanticHistory.prefix) will be replaced with the text before the click. \(semanticHistory.suffix) will be replaced with the text after the click. \(semanticHistory.workingDirectory) will be replaced with the working directory.
de: Sie können folgende Ersetzungen verwenden: \1 wird durch den Dateinamen ersetzt. \2 wird durch die Zeilennummer ersetzt. \3 wird durch den Text vor dem Klick ersetzt. \4 wird durch den Text nach dem Klick ersetzt. \5 wird durch das Arbeitsverzeichnis ersetzt. Dies ist außerdem ein interpolierter String, der im Kontext der aktuellen Sitzung ausgewertet wird. Zusätzlich zu den üblichen Variablen stehen folgende Ersetzungen zur Verfügung: \(semanticHistory.path) wird durch den Dateinamen ersetzt. \(semanticHistory.lineNumber) wird durch die Zeilennummer ersetzt. \(semanticHistory.columnNumber) wird durch die Spaltennummer ersetzt. \(semanticHistory.prefix) wird durch den Text vor dem Klick ersetzt. \(semanticHistory.suffix) wird durch den Text nach dem Klick ersetzt. \(semanticHistory.workingDirectory) wird durch das Arbeitsverzeichnis ersetzt.
ja: 次のように置換を指定できます: \1 はファイル名に置換されます。 \2 は行番号に置換されます。 \3 はクリック前のテキストに置換されます。 \4 はクリック後のテキストに置換されます。 \5 は作業ディレクトリに置換されます。 これは現在のセッションのコンテキストで評価される補間文字列でもあります。通常の変数に加えて、次の置換も利用できます: \(semanticHistory.path) はファイル名に置換されます。 \(semanticHistory.lineNumber) は行番号に置換されます。 \(semanticHistory.columnNumber) は列番号に置換されます。 \(semanticHistory.prefix) はクリック前のテキストに置換されます。 \(semanticHistory.suffix) はクリック後のテキストに置換されます。 \(semanticHistory.workingDirectory) は作業ディレクトリに置換されます。
pt_br: Você pode fornecer substituições da seguinte forma: \1 será substituído pelo nome do arquivo. \2 será substituído pelo número da linha. \3 será substituído pelo texto antes do clique. \4 será substituído pelo texto após o clique. \5 será substituído pelo diretório de trabalho. Esta também é uma string interpolada avaliada no contexto da sessão atual. Além das variáveis usuais, as seguintes substituições estão disponíveis: \(semanticHistory.path) será substituído pelo nome do arquivo. \(semanticHistory.lineNumber) será substituído pelo número da linha. \(semanticHistory.columnNumber) será substituído pelo número da coluna. \(semanticHistory.prefix) será substituído pelo texto antes do clique. \(semanticHistory.suffix) será substituído pelo texto após o clique. \(semanticHistory.workingDirectory) será substituído pelo diretório de trabalho.
ru: Вы можете указать следующие подстановки: \1 будет заменено именем файла. \2 будет заменено номером строки. \3 будет заменено текстом перед щелчком. \4 будет заменено текстом после щелчка. \5 будет заменено рабочей папкой. Это также интерполированная строка, вычисляемая в контексте текущей сессии. Помимо обычных переменных, доступны следующие подстановки: \(semanticHistory.path) будет заменено именем файла. \(semanticHistory.lineNumber) будет заменено номером строки. \(semanticHistory.columnNumber) будет заменено номером столбца. \(semanticHistory.prefix) будет заменено текстом перед щелчком. \(semanticHistory.suffix) будет заменено текстом после щелчка. \(semanticHistory.workingDirectory) будет заменено рабочей папкой.
zh_hans: 你可以按以下方式提供替换项： \1 将替换为文件名。 \2 将替换为行号。 \3 将替换为点按前的文本。 \4 将替换为点按后的文本。 \5 将替换为工作目录。 这也是在当前会话上下文中求值的内插字符串。除常用变量外，还可以使用以下替换项： \(semanticHistory.path) 将替换为文件名。 \(semanticHistory.lineNumber) 将替换为行号。 \(semanticHistory.columnNumber) 将替换为列号。 \(semanticHistory.prefix) 将替换为点按前的文本。 \(semanticHistory.suffix) 将替换为点按后的文本。 \(semanticHistory.workingDirectory) 将替换为工作目录。

# SemanticHistory.View
source: View
de: Anzeigen
ja: 表示
pt_br: Visualizar
ru: Просмотреть
zh_hans: 查看

# SessionLauncher.FontNotFoundMessage
source: Couldn’t find the specified font “%@” or the fallback standard fixed-pitch font, Menlo. Please ensure at least one of these is installed.
de: Die angegebene Schriftart „%@“ oder die Standard-Ausweichschriftart mit fester Zeichenbreite, Menlo, konnte nicht gefunden werden. Bitte stellen Sie sicher, dass mindestens eine davon installiert ist.
ja: 指定されたフォント「%@」も、代替の標準等幅フォントであるMenloも見つかりませんでした。これらのいずれかがインストールされていることを確認してください。
pt_br: Não foi possível encontrar a fonte especificada “%@” nem a fonte padrão de largura fixa alternativa, Menlo. Certifique-se de que pelo menos uma delas esteja instalada.
ru: Не удалось найти указанный шрифт «%@» или резервный стандартный моноширинный шрифт Menlo. Убедитесь, что хотя бы один из них установлен.
zh_hans: 找不到指定的字体“%@”或回退的标准等宽字体 Menlo。请确保至少安装了其中一种。

# SessionLauncher.IllegalUsernameHeading
source: Illegal Username
de: Ungültiger Benutzername
ja: 不正なユーザー名
pt_br: Nome de usuário inválido
ru: Недопустимое имя пользователя
zh_hans: 非法的用户名

# SessionLauncher.IllegalUsernameMessage
source: The SSH user name “%@” contained a disallowed character. The set of allowed characters is limited for security reasons. You can modify it in Settings > Advanced > Valid characters in SSH user names.
de: Der SSH-Benutzername „%@“ enthielt ein nicht erlaubtes Zeichen. Die Menge der erlaubten Zeichen ist aus Sicherheitsgründen eingeschränkt. Sie können sie unter Einstellungen > Erweitert > Gültige Zeichen in SSH-Benutzernamen ändern.
ja: SSHユーザー名「%@」に、許可されていない文字が含まれていました。セキュリティ上の理由により、使用できる文字の範囲は制限されています。設定 > 詳細 > 「SSHユーザー名で使用できる文字」で変更できます。
pt_br: O nome de usuário SSH “%@” continha um caractere não permitido. O conjunto de caracteres permitidos é limitado por motivos de segurança. Você pode modificá-lo em Ajustes > Avançado > Caracteres válidos em nomes de usuário SSH.
ru: Имя пользователя SSH «%@» содержит недопустимый символ. Набор разрешённых символов ограничен из соображений безопасности. Его можно изменить в разделе Settings > Advanced > Valid characters in SSH user names.
zh_hans: SSH 用户名“%@”包含不允许的字符。出于安全原因，允许的字符集受到限制。你可以在 设置 > 高级 > SSH 用户名中的有效字符 中修改。

# SessionLauncher.InvalidProfileHeading
source: Invalid Profile
de: Ungültiges Profil
ja: 無効なプロファイル
pt_br: Perfil inválido
ru: Недопустимый профиль
zh_hans: 无效的配置文件

# SessionNote.Collapse
source: Collapse
de: Einklappen
ja: 折りたたむ
pt_br: Recolher
ru: Свернуть
zh_hans: 折叠

# SessionNote.Expand
source: Expand
de: Ausklappen
ja: 展開
pt_br: Expandir
ru: Развернуть
zh_hans: 展开

# SessionNote.Title
source: Session Note
de: Sitzungsnotiz
ja: セッションノート
pt_br: Nota da sessão
ru: Заметка сессии
zh_hans: 会话笔记

# SessionPicker.StopIconHint
source: Click the stop icon exit picker mode without making a selection.
de: Klicken Sie auf das Stopp-Symbol, um den Auswahlmodus zu verlassen, ohne eine Auswahl zu treffen.
ja: 停止アイコンをクリックすると、選択せずにピッカーモードを終了します。
pt_br: Clique no ícone de parar para sair do modo de seleção sem fazer uma escolha.
ru: Щёлкните значок остановки, чтобы выйти из режима выбора без выбора элемента.
zh_hans: 点按停止图标可退出选取器模式，不进行任何选择。

# SessionTitleView.LockAccessibility
source: Pane is locked
de: Bereich ist gesperrt
ja: ペインはロックされています
pt_br: O painel está bloqueado
ru: Панель заблокирована
zh_hans: 窗格已锁定

# SessionTitleView.LockedTooltip
source: This pane is locked. It cannot be moved, swapped, or dragged, and closing it requires confirmation. Right-click to unlock.
de: Dieser Bereich ist gesperrt. Er kann nicht verschoben, getauscht oder gezogen werden, und zum Schließen ist eine Bestätigung erforderlich. Klicken Sie mit der rechten Maustaste, um ihn zu entsperren.
ja: このペインはロックされています。移動、入れ替え、ドラッグはできず、閉じるには確認が必要です。ロックを解除するには右クリックしてください。
pt_br: Este painel está bloqueado. Ele não pode ser movido, trocado ou arrastado, e fechá-lo requer confirmação. Clique com o botão direito para desbloquear.
ru: Эта панель заблокирована. Её нельзя перемещать, менять местами или перетаскивать, а для закрытия требуется подтверждение. Щёлкните правой кнопкой мыши, чтобы разблокировать.
zh_hans: 此窗格已锁定。它无法移动、交换或拖移，关闭时需要确认。右键点按可解锁。

# SessionToolbar.AllFiles
source: All Files (%@)
de: Alle Dateien (%@)
ja: すべてのファイル (%@)
pt_br: Todos os arquivos (%@)
ru: Все файлы (%@)
zh_hans: 所有文件 (%@)

# SessionToolbar.EmptyDiff
source: Empty Diff
de: Leerer Diff
ja: 差分なし
pt_br: Diferença vazia
ru: Пустой diff
zh_hans: 空差异

# SessionToolbar.Staged
source: Staged
de: Vorgemerkt
ja: ステージ済み
pt_br: Preparado
ru: Индексировано
zh_hans: 已暂存

# SessionToolbar.Unstaged
source: Unstaged
de: Nicht vorgemerkt
ja: 未ステージ
pt_br: Não preparado
ru: Не индексировано
zh_hans: 未暂存

# SetStatus.InvalidDotColor
source: Invalid dot_color (expected #rrggbb)
de: Ungültige dot_color (erwartet: #rrggbb)
ja: dot_colorが無効です（#rrggbb形式を指定してください）
pt_br: dot_color inválido (esperado #rrggbb)
ru: Недопустимое значение dot_color (ожидается #rrggbb)
zh_hans: 无效的点颜色格式（期望为 #rrggbb）

# SetStatus.InvalidTextColor
source: Invalid text_color (expected #rrggbb)
de: Ungültige text_color (erwartet: #rrggbb)
ja: text_colorが無効です（#rrggbb形式を指定してください）
pt_br: text_color inválido (esperado #rrggbb)
ru: Недопустимое значение text_color (ожидается #rrggbb)
zh_hans: 无效的文本颜色 (期望 #rrggbb)

# SetTabStatusTrigger.DotLabel
source: Dot:
de: Punkt:
ja: ドット:
pt_br: Ponto:
ru: Точка:
zh_hans: 点:

# SetTabStatusTrigger.Idle
source: Idle
de: Leerlauf
ja: アイドル
pt_br: Ocioso
ru: Простой
zh_hans: 空闲

# SetTabStatusTrigger.NoStatus
source: (no status)
de: (kein Status)
ja: （ステータスなし）
pt_br: (sem status)
ru: (нет статуса)
zh_hans: (无状态)

# SetTabStatusTrigger.Title
source: Set Tab Status…
de: Tab-Status festlegen…
ja: タブステータスを設定…
pt_br: Definir status da aba…
ru: Задать статус вкладки…
zh_hans: 设置标签页状态…

# SetTabStatusTrigger.Waiting
source: Waiting
de: Wartend
ja: 待機中
pt_br: Aguardando
ru: Ожидание
zh_hans: 等待中

# SetTabStatusTrigger.Working
source: Working
de: Aktiv
ja: 作業中
pt_br: Trabalhando
ru: Работает
zh_hans: 工作中

# SetUserVariableTrigger.DescriptionName
source: Set User Variable “%@”
de: Benutzervariable „%@“ setzen
ja: ユーザー変数「%@」を設定
pt_br: Definir variável de usuário “%@”
ru: Задать пользовательскую переменную «%@»
zh_hans: 设置用户变量“%@”

# SetUserVariableTrigger.DescriptionNameValue
source: Set User Variable “%1$@” to “%2$@”
de: Benutzervariable „%1$@“ auf „%2$@“ setzen
ja: ユーザー変数「%1$@」を「%2$@」に設定
pt_br: Definir variável de usuário “%1$@” como “%2$@”
ru: Задать пользовательскую переменную «%1$@» равной «%2$@»
zh_hans: 将用户变量“%1$@”设置为“%2$@”
